alacritty
amd-ucode
aspnet-runtime
base
base-devel
bluez
bluez-utils
bruno-bin
btrfs-progs
dotnet-runtime
dotnet-sdk
efibootmgr
fastfetch
firefox
fuzzel
git
gst-plugin-pipewire
htop
iwd
kitty
less
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
mako
man-db
nano
neovim
niri
noctalia-shell
nodejs
npm
openssh
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rider
smartmontools
sof-firmware
swaybg
swayidle
swaylock
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
ttf-meslo-nerd
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
xwayland-satellite
zathura
zathura-cb
zathura-pdf-mupdf
zram-generator
zsh
