alacritty
amd-ucode
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
aspnet-runtime
avr-binutils
avr-libc
avrdude
base
base-devel
bluez
bluez-utils
bruno-bin
btrfs-progs
clang
dfu-programmer
dfu-util
discord
dotnet-runtime
dotnet-sdk
efibootmgr
emacs
fastfetch
fd
feh
firefox
fish
fuzzel
gimp
git
gst-plugin-pipewire
htop
imv
intellij-idea-community-edition
iwd
kitty
less
libnotify
libpulse
libusb-compat
lightdm
lightdm-gtk-greeter
linux
linux-firmware
llvm
mako
man-db
maven
nano
neovim
networkmanager
niri
noctalia-shell
nodejs
npm
openssh
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
rider
ripgrep
rust-analyzer
samba
smartmontools
sof-firmware
swaybg
swayidle
swaylock
teensy_loader_cli
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
thunderbird
ttf-meslo-nerd
unzip
vim
vulkan-radeon
waybar
wget
wine
wine-mono
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
xwayland-satellite
zathura
zathura-cb
zathura-pdf-mupdf
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
